{"translation-revision-date":"2020-09-04 16:00:44+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"What is a 404 Page Template?":["O que é um modelo de página 404?"],"What is a Products Archive Template?":["O que é um modelo de arquivo de produtos?"],"Products Archive":["Arquivo de produtos"],"What is a Single Product Template?":["O que é um modelo de produto?"],"What is an Archive Template?":["O que é um modelo de arquivo?"],"What is a Single Post Template?":["O que é um modelo de post único?"],"What is a Single Page Template?":["O que é um modelo de página única?"],"What is a Footer Template?":["O que é um modelo de rodapé?"],"What is a Header Template?":["O que é um modelo de cabeçalho?"],"App could not be loaded":["Não foi possível carregar o aplicativo"],"Create Full Site":["Criar site completo"],"Keep your site's visitors happy when they get lost by displaying your recent posts, a search bar, or any information that might help the user find what they were looking for.":["Mantenha os visitantes de seu site felizes quando eles se perderem exibindo seus posts recentes, uma barra de pesquisa ou qualquer informação que possa ajudar o usuário a encontrar o que procura."],"A 404 page template allows you to easily design the layout and style of the page that is displayed when a visitor arrives at a page that does not exist.":["Um modelo de página 404 permite criar facilmente o design do layout e o estilo da página que é exibida quando um visitante chega a uma página que não existe."],"Error 404":["Erro 404"],"You can create multiple global archive product templates, and assign each to different categories of products. This gives you the freedom to customize the appearance for each type of product being shown.":["Você pode criar vários modelos globais de arquivo de produtos e atribuir cada um a diferentes categorias de produtos. Isso lhe dá a liberdade de personalizar a aparência de cada tipo de produto mostrado."],"A products archive template allows you to easily design the layout and style of your WooCommerce shop page or other product archive pages - those pages that show a list of products, which may be filtered by terms such as categories, tags, etc.":["Um modelo de arquivo de produtos permite que você crie facilmente o design do layout e o estilo de sua página de loja WooCommerce ou outras páginas de arquivo de produto - aquelas páginas que mostram uma lista de produtos, que podem ser filtradas por termos como categorias, tags, etc."],"You can create multiple global product templates, and assign each to different types of products, enabling a custom design for each group of similar products.":["Você pode criar vários modelos globais de produtos e atribuir cada um a diferentes tipos de produtos, permitindo um design personalizado para cada grupo de produtos semelhantes."],"A single product template allows you to easily design the layout and style of WooCommerce single product pages, and apply that template to various conditions that you assign.":["Um modelo de produto permite que você crie facilmente o design do layout e o estilo das páginas de um único produto do WooCommerce e aplique esse modelo a várias condições que você atribuir."],"Product":["Produto"],"You can customize the message if there are no results for the search term.":["Você pode personalizar a mensagem se não houver resultados para o termo de pesquisa."],"You can easily control the layout and design of the Search Results page with the Search Results template, which is simply a special archive template just for displaying search results.":["Você pode controlar facilmente o layout e o design da página de resultados da pesquisa com o modelo para resultados da pesquisa, que é simplesmente um modelo de arquivo especial apenas para exibir os resultados da pesquisa."],"What is a Search Results Template?":["O que é um modelo de resultados de pesquisa?"],"Search Results":["Resultados da pesquisa"],"Theme Builder is the industry leading all-in-one solution that lets you customize every part of your WordPress theme visually: Header, Footer, Single, Archive & WooCommerce":["O construtor do tema é a solução tudo-em-um líder de mercado que permite que você personalize visualmente cada parte do seu tema WordPress: Cabeçalho, Rodapé, Páginas Individuais, Arquivo e WooCommerce."],"Theme Builder":["Construtor de tema"],"Add New":["Adicionar novo"],"Select File":["Selecionar arquivo"],"Go Pro":["Seja Pro"],"Close":["Fechar"],"Learn More":["Saiba mais"],"Info":["Informações"],"Go Back":["Voltar"],"Loading":["Carregando"],"Elementor":["Elementor"]}},"comment":{"reference":"assets\/js\/app-packages.js"}}